//---------------------------------------------------------------------------

#include <vcl.h>
#pragma hdrstop

#include "Unit3.h"
//---------------------------------------------------------------------------
#pragma package(smart_init)
#pragma resource "*.dfm"
TForm3 *Form3;
//---------------------------------------------------------------------------
__fastcall TForm3::TForm3(TComponent* Owner)
	: TForm(Owner)
{
}
//---------------------------------------------------------------------------
void __fastcall TForm3::FormCreate(TObject *Sender)
{
  Label1->Caption="Помощь\n\n Для добавления грибов на экран нажмите \n соответствующую кнопку внизу экрана\n\n\n Для поворота экрана воспользуйтесь мышью";
}
//---------------------------------------------------------------------------
